Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/A35A.tmx
Source language: en_us
Languages: zh_cn

source: Good Actors Bad Movies and the Oscars
zh_cn: 好演员，烂电影，奥斯卡怎么了？

source: In this year's unpredictable Academy Awards race one trend has emerged: excellent performances in so-so films.
zh_cn: 今年奥斯卡金像奖的角逐让人难以预料，一种新趋势悄然出现了：出色的演技都诞生在平平的电影中。

source: Richard Rushfield has had enough.
zh_cn: 理查德·罗斯菲德尔对此进行了深入剖析。

source: It is turning out to be a very odd year for the nation’s two great contests: the election of our president and the campaign to name the Best Picture at next year’s Academy Awards ceremony.
zh_cn: 对于美国的两大竞赛——总统竞选和提名明年的奥斯卡奖最佳影片来说，今年无疑是非常奇怪的一年。

source: And as it turns out the two races are looking pretty similar.
zh_cn: 事实证明，这两场角逐看起来极为相似。

source: In the Republican presidential competition all year long a series of candidates have swirled around none of them quite able to close the deal.
zh_cn: 在共和党总统竞选中，整整一年来有一连串的候选人来来去去，却没有一个人能够完全终结这场角逐。

source: In the Oscar battle meanwhile a cluster of films (primarily The Artist The Descendants and War Horse) none of which looks to be anyone’s ideal of a Best Picture winner hope to be the last man standing on Feb. 26 when ultimately the trophy must go to one of them.
zh_cn: 与此同时，在奥斯卡奖的争夺中，一堆影片（主要有《艺术家》、《后裔》和《战马》）希望能在2月26日的颁奖礼上笑到最后，将奖杯收入囊中，但是这些影片中却没有哪一部看上去像人们理想中的最佳影片得主。

source: As weird as the Best Picture race is the campaign in the lead acting categories is even stranger: a good half of the leading contenders in the Best Actor/Best Actress categories are in movies largely considered so-so at best if not downright awful.
zh_cn: 正如最佳影片奖的角逐那样令人不可思议，主要表演奖项的竞争也更加奇怪：绝大部分最佳男主角/最佳女主角的主要争夺者所出演的影片，如果不是彻头彻尾地糟糕的话，大部分都被认为充其量表现平平。 尽管在这些影片中演员的演技受到了称赞，但是至少其中的三部影片（由梅丽尔·斯特里普主演玛格丽特·撒切尔的《铁娘子》、莱昂纳多·迪卡普里奥主演的《胡佛》和米歇尔·

source: Despite the acclaimed performances at their centers at least three of these films (The Iron Lady starring Meryl Streep as Margaret Thatcher J. Edgar with Leonardo DiCaprio and My Week With Marilyn with Michelle Williams) are given almost no chance of scoring Best Picture nominations let alone winning.
zh_cn: 威廉姆斯主演的《我与梦露的一周》）在最佳影片提名中几乎一分未得，更不用说有机会获奖了。

source: The phenomenon of acclaimed performances in mediocre films is becoming something of an Oscar staple these days.
zh_cn: 如今，倍受称赞的演技出现在普通影片中正逐渐成为奥斯卡的一个特色。

source: In Hollywood’s golden age the celebrated films of the day were often giant star vehicles dramas and tearjerkers that let the leading men and women emote until the rafters fell down.
zh_cn: 在好莱坞的黄金时代，当时闻名的电影常常是巨星施展才华的平台，剧情片和催泪片使男女主演使尽浑身解数表现丰富情感。

source: But as big-budget prestige dramas have all but disappeared grown-up actors are forced to look farther afield for showcases.
zh_cn: 然而随着一批大制作、有影响力的影片几近消失，演技成熟的演员被迫去外面的天地施展自己的才华。

source: In these obscure corners they have found the chance to show what they’ve got but sadly not necessarily in vehicles operating on their level of talent.
zh_cn: 在这些昏暗的角落里，他们发现了表现自己的机会，但遗憾的是，这些机会并不一定就能展现他们的表演天分。

source: This dichotomy points out the degree to which the Academy has embraced other cinematic skills beyond scenery chewing.
zh_cn: 这种一分为二指出了奥斯卡欣然接受过火表演之外的其他电影技术的程度。

source: The trend in Best Picture winners of recent years has been director-driven projects such as Slumdog Millionaire The Hurt Locker and No Country for Old Men rather than star vehicles.
zh_cn: 近年来最佳影片得主所呈现的趋势是不再是以明星为主导，而是由导演决定，比如《贫民窟的百万富翁》、《拆弹部队》和《老无所依》。

source: With Oscar feeling more like a cinema literate society lately than it did in days of yore that has not been a great thing for the traditional actors’ showcases.
zh_cn: 奥斯卡感觉上比以往更像一个电影文化社会，这对传统的演员施展演技来说并不是什么好事儿。

source: However the flip side of that point raises an interesting question: how great can these performances be if the film is still bad?
zh_cn: 但是这一现象的另一方面引发了一个有趣的问题：如果影片仍然很差劲的话，这些演技能好到哪里去？

source: Leonardo DiCaprio in "J. Edgar" and Michelle Williams in "My Week With Marilyn". Keith Bernstein / Warner Bros.; Laurence Cendrowicz / The Weinstein Company My Week With Marilyn provides a good case in point.
zh_cn: 《胡佛》中的莱昂纳多·迪卡普里奥和《我与梦露的一周》中的米歇尔·威廉姆斯，基思·伯恩斯坦/华纳兄弟影业公司；劳伦斯·森卓维兹/温斯坦影业公司《我与梦露的一周》就是个很好的例子。

source: The film is an amiable but formless waft through a 1950s British film set.
zh_cn: 这部影片设定在20世纪50年代的英国电影片场，给人温和可亲的感觉，但是又像阵无形的风一般飘渺。

source: It is a good-natured but not particularly well-thought-out period piece—heavy on the art design light on the plot construction—that generally typifies an HBO movie these days.
zh_cn: 影片整体感觉温和，但是并未经过特别的周详考虑，具有某个时代的明显特征——着重艺术设计，欠缺情节建构，这一点通常就代表了现今的家庭影院电影。

source: The film flops and bounces around and at the center of it sits Michelle Williams dressed up in platinum wig and beauty mark doing Marilyn Monroe.
zh_cn: 这部影片彻底失败了，在电影中米歇尔·威廉姆斯还带着白金色假发、点上美人痣来扮演玛丽莲·梦露。

source: In the Best Picture category My Week With Marilyn is on no one’s list of Oscar contenders.
zh_cn: 在最佳影片的角逐中，《我与梦露的一周》并未出现在任何一个评委的候选名单上。

source: The performance is on everyone’s.
zh_cn: 然而电影中的演技却博得了每一位评委的肯定。

source: Critics have noted how Williams coos and whispers in convincing Marilyn fashion.
zh_cn: 评论家注意到了威廉姆斯是如何通过柔声细语来使玛丽莲时尚更令人信服的。

source: She also as many have observed in promoting her Oscar chances captures the glimpses of the sadness beneath the champagne bubbles.
zh_cn: 她还扑捉了香槟酒气泡下悲伤的一瞥，许多人在她争夺奥斯卡奖所做的宣传中都看到了。

source: But what gravitas the performance has seems utterly at odds with the otherwise frothy production which while showing the troubles lurking in Marilyn’s soul seems to have no clue what they’re about or what to do with them (aside from dropping a few hints about a loveless childhood with the subtlety of a Mack truck).
zh_cn: 然而这种演技所具有的庄重似乎与其华而不实的制作完全不搭，在表现玛丽莲精神上潜藏着问题时，似乎没有什么情节说明这些问题是什么或者如何解决它们（除了留有几点暗示说明她缺乏关爱的童年和一辆马克卡车的微妙之外）。

source: It is not Williams’s fault that she is stuck having to do the work on a character that the script has failed to but still you might leave the theater feeling you know less about the title character then when you entered.
zh_cn: 接演了一个被剧本写糟了的角色并不是威廉姆斯的错，但是当你走出剧院时你就会感到你比刚进入里面看电影前对片名角色了解得更少了。

source: Marilyn feeds into Oscar’s greatest soft spot—actors doing impressions of famous historical people.
zh_cn: 《我与梦露的一周》戳中了奥斯卡奖最大的软肋——演员们滑稽地模仿了有名的历史人物。

source: In the past decade no fewer than nine of the acting prizes have gone to actors working in this genre impersonating everyone from June Carter Cash (Reese Witherspoon) to Idi Amin (Forest Whitaker).
zh_cn: 在过去的十年中，不少于九个表演奖被这类演员收入囊中，他们扮演的角色从琼·卡特·卡什（瑞茜·威瑟斯彭饰演）到伊迪·阿明（福里斯特·惠特克饰演）都有。

source: The category gives actors the chance to do showy attention-grabbing work stepping into ready-made characters.
zh_cn: 这类电影使演员们有机会进行卖弄演技、吸引眼球的表演，直接表演现成的角色。

source: But if Oscar voters ever stop fluttering about how much Williams can sing “just like Marilyn ” the comparison is not necessarily to her benefit and it points out the problem of the good-performance/bad-film dichotomy.
zh_cn: 但是如果奥斯卡投票者曾经不那么纠结于威廉姆斯能唱多少“just like Marilyn"的话，那么这一对比就不会必然对她有利了，这正指出了好演技与烂电影的一分为二。

source: The fact of the matter is Marilyn Monroe never made a bad film because they were all films starring Marilyn Monroe.
zh_cn: 事实上，玛丽莲·梦露从未拍过一部差劲的电影，因为这些电影都是由玛丽莲·梦露主演的。

source: Even the worst of them—for instance the listless Prince and the Showgirl the shooting of which is the subject of Marilyn—is still a joy to watch half a century later since Marilyn’s performance injects every frame with nuclear energy.
zh_cn: 即便是其中最差的影片，比方说反映平平的《游龙戏凤》，《我与梦露的一周》正是讲述了这部影片的拍摄过程，半个世纪后人们观看此片时依然津津乐道，因为玛丽莲的演技将无穷的能量注入到了影片的每一个画面当中。

source: The same will not be said about My Week With Marilyn no matter how proficient Williams is.
zh_cn: 《我与梦露的一周》就不会得到与此相同的评价，不论威廉姆斯的演技多么纯熟。

source: Across the ring in the actors’ category sits Leo DiCaprio now an Oscar veteran with three nominations under his belt looking for his first win.
zh_cn: 再回到最佳男主角的奖项中，里昂·迪卡普里奥现在已经是奥斯卡的老面孔了，他已获得三次奥斯卡提名，正期待着首次获奖。

source: His film J. Edgar sat near the top of most lists right up until the moment when pundits actually saw the film at which point its buzz plummeted to oblivion.
zh_cn: 他主演的影片《胡佛》排名曾接近了大多数榜单的榜首，直到专家们真地看了这部影片，此时它所引发的反响却逐渐湮没了。

source: Nonetheless critics emerged from the film very impressed that Leo had turned in a compelling performance as the manic FBI director.
zh_cn: 尽管如此，里昂出色地扮演了那位躁狂的联邦调查局主管，给此片的许多评论家留下了极为深刻的印象。

source: With him hyperventilating and desk-pounding his way through the movie it is certainly the most animated performance on the prospective Best Actor roster this year (a list that includes George Clooney’s depressive turn in The Descendants and French actor Jean Dujardin’s silent one in The Artist).
zh_cn: 他在整个影片中喘不上气、猛敲桌子的表演无疑是预期中今年最佳男演员花名册上（名单中还包括《后裔》中的乔治·克鲁尼，以及《艺术家》中的法国演员让·杜雅赫丹）最生动的表演。

source: It is compelling and memorable but it is sadly for Leo entirely at odds with director Clint Eastwood's micro-stated tone.
zh_cn: 这的确吸引眼球、值得纪念，但是这与导演克林特·伊斯特伍德的低调风格完全背道而驰，这对里昂来说是个遗憾。

source: In retrospect the choice of such a frenzied subject for such a minimalist style seems an unfortunate fit.
zh_cn: 回顾以往，为这样一个极简主义风格而挑选了疯狂的主题，这似乎极为不搭，难免有些遗憾。

source: Which raises the question: can a performance be great if it is completely out of sync with the rest of the film?
zh_cn: 这引发了几个问题：如果演技与电影的其他方面完全不同步，那么这个演技还能说是出色的吗？

source: Does the actor bear any responsibility for keeping himself in a similar key with the entire production?
zh_cn: 演员是否对与影片的全部制作保持一致而负有责任呢？

source: Ultimately great performances are not about acting as a self-involved exercise unto itself but about creating great rich unforgettable characters.
zh_cn: 根本上，出色的演技并不是只顾自己去表演，而应该是创造出巧妙的、丰满的、令人难忘的人物角色。

source: And if a film has a great rich unforgettable character at its heart audiences will forgive it a galaxy of sins.
zh_cn: 一旦一部影片以这样的人物角色为中心，观众们就会谅解电影中一系列的不足了。

source: But if the film is forgettable how unforgettable can the performance be?
zh_cn: 但是如果这部影片很容易被忘却，其中的演技又怎能让人难忘呢？

source: In recent years Oscar has bestowed its favors for various reasons—some political some artistic—on performances in a collection of films that were almost erased from the public imagination while they were still on the screen: The Reader La Vie en Rose Walk the Line Crazy Heart and Capote to name a few.
zh_cn: 近年来，奥斯卡因政治、艺术等方面的各种原因垂青那些几乎从公众的想象中消失却仍出现在银幕的一堆电影中的演技，这些电影有《朗读者》、《玫瑰人生》、《一往无前》、《疯狂的心》以及《卡波特》，在此仅举几例。

source: Despite the alleged brilliance at their hearts the films have managed to be forgotten.
zh_cn: 尽管这些影片有着所谓的辉煌，但是它们早已成功地被人们遗忘。

source: Perhaps that is a judgment Oscar should consider the next time it rewards good work in a failed project.
zh_cn: 或许奥斯卡应该在下一次奖赏失败影片中的出色表演时考虑将此作为评判意见。
